Repository: huhwt/huhwt-xtv
Catalog: resources/lang/*.po
Languages: ca, de, es, nl

source: Add a person
ca: Afegir una persona
de: Eine Person hinzufügen
es: Añadir una persona
nl: Een persoon toevoegen

source: Interactive tree XT
ca: Arbre interactiu XT
de: Interaktives Sanduhr-Diagramm XT
es: Árbol interactivo XT
nl: Interactieve boom XT

source: Show all relatives
ca: Mostrar tots els familiars
de: Zeige alle Anverwandten
es: Mostrar todos los familiares
nl: Toon alle familieleden

source: Show name list
ca: Mostrar lista de noms
de: Zeige Namensliste
es: Mostrar lista de nombres
nl: Toon namenlijst

source: Current status
ca: Situació actual
de: Aktueller Zustand
es: Situación actual
nl: Huidige status

source: Names in view
ca: Mostrar noms
de: Namen in der Ansicht
es: Mostrar nombres
nl: Namen in beeld

source: Links in view
ca: Mostrar enllaços
de: Verknüpfungen in der Ansicht
es: Mostrar enlaces
nl: Koppelingen in beeld

source: Generations in view
ca: Mostrar generacions
de: Generationen in der Ansicht
es: Mostrar generaciones
nl: Generaties in beeld

source: Chart dimensions
ca: Dimensiones del gràfic
de: Diagramm Abmessungen
es: Dimensiones del gráfico
nl: Diagramafmetingen

source: Width:
ca: Ample:
de: Breite:
es: Ancho:
nl: Breedte:

source: Height:
ca: Alt:
de: Höhe:
es: Alto:
nl: Hoogte:

source: Expand next links
ca: Expandir els enllaços següents
de: Nächste Verknüpfungen erweitern
es: Expandir los enlaces siguientes
nl: Volgende links uitvouwen

source: Expand +1 Level
ca: Expandir un nivel més (+1)
de: jew. 1 Ebene erweitern
es: Expandir un nivel más (+1)
nl: Uitvouwen +1 niveau

source: Expand all
ca: Expandir tot
de: Alle erweitern
es: Expandir todo
nl: Alles uitvouwen

source: Expand here
ca: Expandir aquí
de: Hier erweitern
es: Expandir aquí
nl: Hier uitvouwen

source: Click here to expand/collapse subtree
ca: Clique aquí para expandir/contraure el subarbre
de: Klick hier: Teilbaum erweitern/einfalten
es: Clique aquí para expandir/contraer el subárbol
nl: Klik hier om subboom uit te vouwen / in te klappen

source: Export to PNG
ca: Exportar a formato PNG
de: Als PNG darstellen
es: Exportar a formato PNG
nl: Exporteren als PNG

source: Maternal side takes precedence
de: Mütterliche Seite hat Vorrang

source: Generations in first view
ca: Generacions en primer pla
de: Generationen in Ausgangs-Ansicht
es: Generaciones en primer plano
nl: Generaties in eerste weergave

source: Toggle Expanded View
de: Expandiert anzeigen/Zurück
es: Conmutar a pantalla completa

source: Current state
ca: Estat actual
de: Aktueller Zustand
es: Estado actual
nl: Huidige staat

source: Show all
ca: Mostrar tot
de: Alle erweitern
es: Mostrar todo
nl: Toon alles

source: Decrement
ca: Disminuir
de: Vermindern
es: Disminuir
nl: Verlagen

source: Increment
ca: Incrementar
de: Hochzählen
es: Incrementar
nl: Verhogen

source: till
ca: fins a
de: bis
es: hasta
nl: tot

source: Click here to move
ca: Haga clic aquí per desplaçar-se
de: Hier Klicken und Ziehen
es: Haga clic aquí para desplazarse
nl: Klik hier om te verplaatsen

source: Download as textfile
ca: Descarregar como a fitxer de text (*.txt)
de: Namensliste herunterladen (*.txt)
es: Descargar como fichero de texto (*.txt)
nl: Downloaden als tekstbestand

source: Minimize View
ca: Miniminzar la vista
de: Ansicht zurücksetzen
es: Miniminzar la vista
nl: Weergave minimaliseren

source: Maximize View
ca: Maximitzar la vista
de: Ansicht expandieren
es: Maximizar la vista
nl: Weergave maximaliseren

source: Check tree of %s
ca: Comprovar arbre de %s
de: Vergleich Sanduhrdiagramm von %s
es: Comprobar árbol de %s
nl: Controleer boom van %s

source: Tree of %s
ca: Arbre de %s
de: Sanduhrdiagramm von %s
es: Árbol de %s
nl: Boom van %s

source: List of Individuals
ca: Llista d'individus
de: Übersicht Personen
es: Lista de individuos
nl: Lijst van personen

source: Interactive check
ca: Comprovació interactiva
de: Interaktiver Vergleich
es: Chequeo interactivo
nl: Interactieve controle

source: previous
ca: anterior
de: vorheriges
es: anterior
nl: vorige

source: next
ca: pròxim
de: nächstes
es: próximo
nl: volgende

source: Play
ca: Inci
de: Abspielen
es: Incio
nl: Afspelen

source: close
ca: tancar
de: Ende
es: cerrar
nl: sluiten

source: count
ca: recompte
de: Anzahl
es: recuento
nl: aantal

source: Yes
ca: Ja
de: Ja
es: Ja
nl: Ja

source: Implex detected
de: Implex erkannt

source: Center on root
de: Auf Ausgangsperson zentrieren

source: Show Implex
de: Implex anzeigen

source: Suppress Implex
de: Implex unterdrücken

source: Checked -> Implex-affected relations will not be pursued further
de: Checked -> Implex-betroffene Beziehungen werden nicht weiter verfolgt

source: Show separated
de: Getrennt anzeigen

source: Checked -> Multiple relationships are resolved separately
de: Checked -> Mehrfach-Beziehungen werden getrennt aufgelöst

source: Click here to hide/show partial subtree - Ctrl-Click -> collapse/expand
de: Klick hier: Teilbaum ausblenden/anzeigen - Strg-Klick -> einfalten/erweitern

source: Show pagemap
de: Zeige PageMap

source: View preferences
de: Einstellungen anzeigen

source: Options for starting XTV - primary view
de: Optionen zum Starten von XTV - Primäransicht

source: XTV in Genealogy/Charts - start as ...
de: XTV in Genealogie/Diagramme - Starten als ...

source: XTV in Individual page/Tabs - start as ...
de: XTV in Personenseite/Tabs - Starten als ...

source: Basic view
de: Normalansicht

source: Expanded view
de: Expandierter Zustand

source: Paternal side takes precedence
ca: Prioridad en la banda paterna
es: Prioridad en el lado paterno
nl: Vaderlijke kant heeft voorrang

source: Toggle FullScreen View
ca: Commutar a pantalla completa
nl: Weergave op volledig scherm in-/uitschakelen

source: Stop
ca: Detindre
es: Detener
